<template>
  <div class="container mx-auto text-zinc-50 w-full">
    <div class="flex flex-row mt-4 mb-5 lg:mt-10 justify-center">
      <div
        class="p-5 rounded-xl border-4 border-zinc-300 opacity-90 bg-zinc-100 text-zinc-900 w-11/12 lg:w-6/12"
      >
        <img
          class="invert w-24 my-5"
          src="/animeunigai.png"
          alt="AnimeUniGai Logo"
        />
        <h1 class="font-bold text-red-600 text-2xl mb-3">
          ประกาศหยุดให้บริการเว็บไซต์ Anime UniGai
        </h1>
        <p class="font-normal text-base mb-3">
          ตลอดระยะเวลาในปี 2020 ที่ผมคอยเปิดบริการเว็บไซต์ AnimeUniGai อยู่
          ผมคอยอัพเดทเวลาการฉายอนิเมะในไทยตลอดเวลา
          จนถึงวันนี้ที่ผมจะต้องปิดตัวลง ด้วยสาเหตุหลายประการ
        </p>
        <p class="font-semibold text-lg mb-2">สาเหตุหลักๆ ก็คือ</p>
        <ul class="list-disc list-inside text-sm font-light mb-3">
          <li class="mb-1">ผมไม่เวลามากพอที่จะดูแลเว็บไซต์</li>
          <li class="mb-1">
            มีข้อมูลจำนวนมาก ทำให้ผมไม่สามารถตามเก็บได้ทันเวลา
          </li>
          <li class="mb-1">
            เว็บนี้ดูแลด้วยผมคนเดียว ทำให้ผมต้องคอยดูแลตลอดเวลาเอง
          </li>
          <li class="mb-1">
            เมื่อเปิดไปสักพักก็จะมีค่าใช้จ่ายต่างๆ
            ซึ่งผมไม่สามารถทำรายได้จากเว็บนี้ได้
          </li>
        </ul>
        <p class="font-normal text-base mb-5">
          และเหตุผลต่างๆ ทำให้ต้องปิดให้บริการลง
          ทั้งนี้ผมก็มีความคิดที่อยากจะกลับมาเปิดอีกครั้ง
          และคงต้องรอเวลาที่จะมาถึง อาจจะในไม่ช้า หรืออีกยาวนานขนาดไหนก็ตาม
          และขอขอบคุณที่ใช้บริการ AnimeUniGai ของผมมาโดยตลอดด้วยนะ😊
        </p>
        <hr class="invert opacity-40 mb-2" />
        <div class="text-xs text-zinc-700">
          <a class="mr-1 hover:underline" href="http://www.facebook.com/animeunigai" target="_blank"
            >ติดตามข่าวสารเพิ่มเติม</a
          >
          <span class="mr-1 opacity-80"> • </span>
          <a class="mr-1 hover:underline" href="http://www.koon2120.work" target="_blank"
            >เว็บไซต์หลักของเรา</a
          >
        </div>
      </div>
    </div>
  </div>
</template>
